Repository: Thanawat2002/Notchium
Catalog: NotchIsland/Localizable.xcstrings
Source language: en
Languages: th

source: %@ of %@
th: %1$@ จาก %2$@

source: +%lld more
th: อีก %lld รายการ

source: Browsing the web
th: กำลังค้นเว็บ

source: Calendar
th: ปฏิทิน

source: Check that ~/.claude/settings.json is valid JSON, then try again.
th: ตรวจว่า ~/.claude/settings.json เป็น JSON ที่ถูกต้อง แล้วลองอีกครั้ง

source: Claude Code Status: On
th: สถานะ Claude Code: เปิด

source: Claude Sessions
th: เซสชัน Claude

source: Claude finished
th: Claude ทำเสร็จแล้ว

source: Claude is working
th: Claude กำลังทำงาน

source: Claude needs your attention
th: Claude ต้องการให้คุณดู

source: Close
th: ปิด

source: Couldn't update Claude Code settings
th: อัปเดตการตั้งค่า Claude Code ไม่ได้

source: Done
th: เสร็จแล้ว

source: Drop to arrange window
th: วางเพื่อจัดหน้าต่าง

source: Editing %@
th: กำลังแก้ %@

source: Enable Window Snapping…
th: เปิดใช้การจัดหน้าต่าง…

source: Just now
th: เมื่อสักครู่

source: Keep Expanded
th: ขยายค้างไว้

source: Microphone muted
th: ปิดไมโครโฟนอยู่

source: Mute Microphone
th: ปิดไมโครโฟน

source: Mute Speaker
th: ปิดเสียงลำโพง

source: Needs you
th: รอคุณอยู่

source: Needs your attention
th: ต้องการให้คุณดู

source: Next Track
th: เพลงถัดไป

source: Nothing playing
th: ไม่มีเพลงกำลังเล่น

source: Now Playing
th: กำลังเล่น

source: Now playing
th: กำลังเล่น

source: Open
th: เปิด

source: Pause
th: หยุดชั่วคราว

source: Play
th: เล่น

source: Play something in Music or Spotify
th: เปิดเพลงใน Music หรือ Spotify

source: Playback position
th: ตำแหน่งที่เล่น

source: Playing in %@
th: กำลังเล่นใน %@

source: Previous Track
th: เพลงก่อนหน้า

source: Quit Notch Island
th: ออกจาก Notch Island

source: Reading %@
th: กำลังอ่าน %@

source: Remind again
th: เตือนอีกครั้ง

source: Running a command
th: กำลังรันคำสั่ง

source: Running an agent
th: กำลังรัน agent

source: Searching the code
th: กำลังค้นโค้ด

source: Show Claude Code Status…
th: แสดงสถานะ Claude Code…

source: Show Notification
th: แสดงการแจ้งเตือน

source: Speaker muted
th: ปิดเสียงลำโพงอยู่

source: Studio B · with Nan, Pete and 4 others
th: ห้อง Studio B · กับ Nan, Pete และอีก 4 คน

source: Switches to its window
th: สลับไปที่หน้าต่างของเซสชันนี้

source: Thinking…
th: กำลังคิด…

source: Unmute Microphone
th: เปิดไมโครโฟน

source: Unmute Speaker
th: เปิดเสียงลำโพง

source: Using %@
th: กำลังใช้ %@

source: Weekly design review starts in 10 minutes
th: ประชุมออกแบบรายสัปดาห์ เริ่มในอีก 10 นาที

source: Window Snapping: On
th: จัดหน้าต่าง: เปิดอยู่
